blog-posts/2003-03-24-emacs-menu-accelerators-emacs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Emacs menu accelerators &#x2014; emacs</title>
<!-- 2014-04-30 Wed 17:42 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Emacs menu accelerators &#x2014; emacs</h1>
<p>
March 24th, 2003 -
<a href="http://sachachua.com/blog/p/576"><a href="http://sachachua.com/blog/p/576">http://sachachua.com/blog/p/576</a></a>
</p>

<p>
Jeffery B. Rancier's March 12 post on
<a href="mailto:help-gnu-emacs@gnu.org">help-gnu-emacs@gnu.org</a> has
 this useful LISP snippet for Windows Emacs users:
</p>

<pre class="example">
(defun jbr-w32-simulate-Alt-tap ()

(interactive)
(w32-send-sys-command 61696))
(global-set-key [C-tab] 'jbr-w32-simulate-Alt-tap)
</pre>

<p>
I wonder if there's a similar way to do that under GTK&#x2026;
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
